Repository: JoaoFloresDev/soninho_ios
Catalog: soninho/Core/Localization/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# action_all
source: All
ar: الكل
ca: Totes
cs: Vše
da: Alle
de: Alle
el: Όλα
es: Todos
fi: Kaikki
fr: Tout
he: הכול
hi: सभी
hr: Sve
hu: Összes
id: Semua
it: Tutti
ja: すべて
ko: 전체
ms: Semua
nl: Alles
no: Alle
pl: Wszystkie
pt_br: Todos
pt_pt: Todas
ro: Toate
ru: Все
sk: Všetky
sv: Alla
th: ทั้งหมด
tr: Tümü
uk: Усі
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

# action_cancel
source: Cancel
ar: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Kumoa
fr: Annuler
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nl: Annuleer
no: Avbryt
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# action_delete
source: Delete
ar: حذف
ca: Suprimeix
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
fi: Poista
fr: Supprimer
he: מחיקה
hi: हटाएँ
hr: Izbriši
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
ms: Padam
nl: Verwijder
no: Slett
pl: Usuń
pt_br: Excluir
pt_pt: Eliminar
ro: Șterge
ru: Удалить
sk: Vymazať
sv: Radera
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# action_duplicate
source: Duplicate
ar: تكرار
ca: Duplica
cs: Duplikovat
da: Dupliker
de: Duplizieren
el: Διπλότυπο
es: Duplicar
fi: Monista
fr: Dupliquer
he: שכפול
hi: कॉपी बनाएँ
hr: Dupliciraj
hu: Duplikálás
id: Duplikat
it: Duplica
ja: 複製
ko: 복제
ms: Duakan
nl: Dupliceer
no: Dupliser
pl: Duplikuj
pt_br: Duplicar
pt_pt: Duplicar
ro: Duplică
ru: Дублировать
sk: Duplikovať
sv: Duplicera
th: ทำสำเนา
tr: Çoğalt
uk: Дублювати
vi: Nhân bản
zh_hans: 复制
zh_hant: 複製

# action_ok
source: OK
ar: حسناً
ca: D'acord
he: אישור
hi: ठीक है
hr: U redu
ko: 확인
ru: ОК
th: ตกลง
tr: Tamam
zh_hans: 好
zh_hant: 好

# action_save
source: Save
ar: حفظ
ca: Desa
cs: Uložit
da: Gem
de: Sichern
el: Αποθήκευση
es: Guardar
fi: Tallenna
fr: Enregistrer
he: שמירה
hi: सहेजें
hr: Spremi
hu: Mentés
id: Simpan
it: Salva
ja: 保存
ko: 저장
ms: Simpan
nl: Bewaar
no: Lagre
pl: Zapisz
pt_br: Salvar
pt_pt: Guardar
ro: Salvează
ru: Сохранить
sk: Uložiť
sv: Spara
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

# alarm_add
source: Add Alarm
ar: إضافة منبّه
ca: Afegeix una alarma
cs: Přidat budík
da: Tilføj alarm
de: Alarm hinzufügen
el: Προσθήκη ξυπνητηριού
es: Añadir Alarma
fi: Lisää herätys
fr: Ajouter une alarme
he: הוספת התראה
hi: अलार्म जोड़ें
hr: Dodaj alarm
hu: Ébresztő hozzáadása
id: Tambah Alarm
it: Aggiungi sveglia
ja: アラームを追加
ko: 알람 추가
ms: Tambah Penggera
nl: Wekker toevoegen
no: Legg til alarm
pl: Dodaj alarm
pt_br: Adicionar Alarme
pt_pt: Adicionar alarme
ro: Adaugă alarmă
ru: Добавить будильник
sk: Pridať budík
sv: Lägg till alarm
th: เพิ่มปลุก
tr: Alarm Ekle
uk: Додати будильник
vi: Thêm báo thức
zh_hans: 添加闹钟
zh_hant: 加入鬧鐘

# alarm_default_label
source: Alarm
ar: منبّه
ca: Alarma
cs: Budík
el: Ξυπνητήρι
es: Alarma
fi: Herätys
fr: Alarme
he: התראה
hi: अलार्म
hu: Ébresztő
it: Sveglia
ja: アラーム
ko: 알람
ms: Penggera
nl: Wekker
pt_br: Alarme
pt_pt: Alarme
ro: Alarmă
ru: Будильник
sk: Budík
th: ปลุก
uk: Будильник
vi: Báo thức
zh_hans: 闹钟
zh_hant: 鬧鐘

# alarm_delete
source: Delete Alarm
ar: حذف المنبّه
ca: Suprimeix l'alarma
cs: Smazat budík
da: Slet alarm
de: Alarm löschen
el: Διαγραφή ξυπνητηριού
es: Eliminar Alarma
fi: Poista herätys
fr: Supprimer l'alarme
he: מחיקת התראה
hi: अलार्म हटाएँ
hr: Izbriši alarm
hu: Ébresztő törlése
id: Hapus Alarm
it: Elimina sveglia
ja: アラームを削除
ko: 알람 삭제
ms: Padam Penggera
nl: Wekker verwijderen
no: Slett alarm
pl: Usuń alarm
pt_br: Apagar Alarme
pt_pt: Eliminar alarme
ro: Șterge alarma
ru: Удалить будильник
sk: Vymazať budík
sv: Radera alarm
th: ลบการปลุก
tr: Alarmı Sil
uk: Видалити будильник
vi: Xóa báo thức
zh_hans: 删除闹钟
zh_hant: 刪除鬧鐘

# alarm_dismiss
source: Dismiss
ar: إيقاف
ca: Atura
cs: Vypnout
da: Sluk
de: Ausschalten
el: Απενεργοποίηση
es: Descartar
fi: Sammuta
fr: Arrêter
he: כיבוי
hi: बंद करें
hr: Isključi
hu: Kikapcsolás
id: Matikan
it: Spegni
ja: 停止
ko: 끄기
ms: Matikan
nl: Zet uit
no: Slå av
pl: Wyłącz
pt_br: Descartar
pt_pt: Desligar
ro: Oprește
ru: Выключить
sk: Vypnúť
sv: Stäng av
th: ปิดเสียง
tr: Kapat
uk: Вимкнути
vi: Tắt
zh_hans: 停止
zh_hant: 停止

# alarm_edit
source: Edit Alarm
ar: تعديل المنبّه
ca: Edita l'alarma
cs: Upravit budík
da: Rediger alarm
de: Alarm bearbeiten
el: Επεξεργασία ξυπνητηριού
es: Editar Alarma
fi: Muokkaa herätystä
fr: Modifier l'alarme
he: עריכת התראה
hi: अलार्म संपादित करें
hr: Uredi alarm
hu: Ébresztő szerkesztése
it: Modifica sveglia
ja: アラームを編集
ko: 알람 편집
ms: Edit Penggera
nl: Wekker bewerken
no: Rediger alarm
pl: Edytuj alarm
pt_br: Editar Alarme
pt_pt: Editar alarme
ro: Editează alarma
ru: Изменить будильник
sk: Upraviť budík
sv: Redigera alarm
th: แก้ไขการปลุก
tr: Alarmı Düzenle
uk: Редагувати будильник
vi: Sửa báo thức
zh_hans: 编辑闹钟
zh_hant: 編輯鬧鐘

# alarm_everyday
source: Every day
ar: كل يوم
ca: Cada dia
cs: Každý den
da: Hver dag
de: Jeden Tag
el: Κάθε μέρα
es: Todos los días
fi: Joka päivä
fr: Tous les jours
he: כל יום
hi: हर दिन
hr: Svaki dan
hu: Minden nap
id: Setiap hari
it: Ogni giorno
ja: 毎日
ko: 매일
ms: Setiap hari
nl: Elke dag
no: Hver dag
pl: Codziennie
pt_br: Todos os dias
pt_pt: Todos os dias
ro: În fiecare zi
ru: Каждый день
sk: Každý deň
sv: Varje dag
th: ทุกวัน
tr: Her gün
uk: Щодня
vi: Hằng ngày
zh_hans: 每天
zh_hant: 每天

# alarm_in_hours %lld
source: In %lld hours
ar: بعد %lld ساعة
ca: D'aquí a %lld hores
cs: Za %lld hodin
da: Om %lld timer
de: In %lld Stunden
el: Σε %lld ώρες
es: En %lld horas
fi: %lld tunnin päästä
fr: Dans %lld heures
he: בעוד %lld שעות
hi: %lld घंटे में
hr: Za %lld sati
hu: %lld óra múlva
id: Dalam %lld jam
it: Tra %lld ore
ja: %lld時間後
ko: %lld시간 후
ms: Dalam %lld jam
nl: Over %lld uur
no: Om %lld timer
pl: Za %lld godz.
pt_br: Em %lld horas
pt_pt: Daqui a %lld horas
ro: Peste %lld ore
ru: Через %lld ч
sk: O %lld hodín
sv: Om %lld timmar
th: อีก %lld ชั่วโมง
tr: %lld saat sonra
uk: Через %lld год
vi: Sau %lld giờ
zh_hans: %lld 小时后
zh_hant: %lld 小時後

# alarm_in_hours_minutes %lld %lld
source: In %lldh %lldm
ar: بعد %lld س %lld د
ca: D'aquí a %lld h %lld min
cs: Za %lld h %lld min
da: Om %lld t %lld min
de: In %lld Std. %lld Min.
el: Σε %lld ώ %lld λ
es: En %lldh %lldm
fi: %lld t %lld min päästä
fr: Dans %lld h %lld min
he: בעוד %lld ש׳ %lld דק׳
hi: %lld घं %lld मि में
hr: Za %lld h %lld min
hu: %lld ó %lld p múlva
id: Dalam %lld j %lld mnt
it: Tra %lld h e %lld min
ja: %lld時間%lld分後
ko: %lld시간 %lld분 후
ms: Dalam %lld j %lld min
nl: Over %lld u %lld min
no: Om %lld t %lld min
pl: Za %lld godz. %lld min
pt_br: Em %lldh %lldm
pt_pt: Daqui a %lld h e %lld min
ro: Peste %lld h %lld min
ru: Через %lld ч %lld мин
sk: O %lld h %lld min
sv: Om %lld tim %lld min
th: อีก %lld ชม. %lld น.
tr: %lld sa %lld dk sonra
uk: Через %lld год %lld хв
vi: Sau %lld g %lld ph
zh_hans: %lld 小时 %lld 分钟后
zh_hant: %lld 小時 %lld 分鐘後

# alarm_in_minutes %lld
source: In %lld minutes
ar: بعد %lld دقيقة
ca: D'aquí a %lld minuts
cs: Za %lld minut
da: Om %lld minutter
de: In %lld Minuten
el: Σε %lld λεπτά
es: En %lld minutos
fi: %lld minuutin päästä
fr: Dans %lld minutes
he: בעוד %lld דקות
hi: %lld मिनट में
hr: Za %lld minuta
hu: %lld perc múlva
id: Dalam %lld menit
it: Tra %lld minuti
ja: %lld分後
ko: %lld분 후
ms: Dalam %lld minit
nl: Over %lld minuten
no: Om %lld minutter
pl: Za %lld min
pt_br: Em %lld minutos
pt_pt: Daqui a %lld minutos
ro: Peste %lld minute
ru: Через %lld мин
sk: O %lld minút
sv: Om %lld minuter
th: อีก %lld นาที
tr: %lld dakika sonra
uk: Через %lld хв
vi: Sau %lld phút
zh_hans: %lld 分钟后
zh_hant: %lld 分鐘後

# alarm_label
source: Label
ar: الاسم
ca: Nom
cs: Název
da: Navn
de: Name
el: Όνομα
es: Etiqueta
fi: Nimi
fr: Nom
he: שם
hi: नाम
hr: Naziv
hu: Név
id: Nama
it: Nome
ja: ラベル
ko: 이름
ms: Nama
nl: Naam
no: Navn
pl: Nazwa
pt_br: Rótulo
pt_pt: Nome
ro: Nume
ru: Название
sk: Názov
sv: Namn
th: ชื่อ
tr: Ad
uk: Назва
vi: Tên
zh_hans: 标签
zh_hant: 標籤

# alarm_label_placeholder
source: Alarm name (optional)
ar: اسم المنبّه (اختياري)
ca: Nom de l'alarma (opcional)
cs: Název budíku (nepovinné)
da: Alarmnavn (valgfrit)
el: Όνομα ξυπνητηριού (προαιρετικό)
es: Nombre de la alarma (opcional)
fi: Herätyksen nimi (valinnainen)
fr: Nom de l'alarme (facultatif)
he: שם ההתראה (אופציונלי)
hi: अलार्म का नाम (वैकल्पिक)
hr: Naziv alarma (neobavezno)
hu: Ébresztő neve (nem kötelező)
id: Nama alarm (opsional)
it: Nome della sveglia (facoltativo)
ja: アラーム名（任意）
ko: 알람 이름 (선택)
ms: Nama penggera (pilihan)
nl: Naam van de wekker (optioneel)
no: Alarmnavn (valgfritt)
pl: Nazwa alarmu (opcjonalnie)
pt_br: Nome do alarme (opcional)
pt_pt: Nome do alarme (opcional)
ro: Numele alarmei (opțional)
ru: Название будильника (необязательно)
sk: Názov budíka (voliteľné)
sv: Alarmnamn (valfritt)
th: ชื่อการปลุก (ไม่บังคับ)
tr: Alarm adı (isteğe bağlı)
uk: Назва будильника (необов'язково)
vi: Tên báo thức (tùy chọn)
zh_hans: 闹钟名称（可选）
zh_hant: 鬧鐘名稱（選填）

# alarm_less_than_minute
source: In less than a minute
ar: أقل من دقيقة
ca: D'aquí a menys d'un minut
cs: Za méně než minutu
da: Om mindre end et minut
de: In weniger als einer Minute
el: Σε λιγότερο από ένα λεπτό
es: En menos de un minuto
fi: Alle minuutin päästä
fr: Dans moins d'une minute
he: פחות מדקה
hi: एक मिनट से कम
hr: Za manje od minute
hu: Kevesebb mint egy perc múlva
id: Kurang dari satu menit lagi
it: Tra meno di un minuto
ja: 1分以内
ko: 1분 이내
ms: Kurang daripada seminit lagi
nl: Over minder dan een minuut
no: Om mindre enn ett minutt
pl: Za niecałą minutę
pt_br: Em menos de um minuto
pt_pt: Daqui a menos de um minuto
ro: În mai puțin de un minut
ru: Менее чем через минуту
sk: O menej ako minútu
sv: Om mindre än en minut
th: อีกไม่ถึงหนึ่งนาที
tr: Bir dakikadan az kaldı
uk: Менш ніж за хвилину
vi: Chưa đầy một phút nữa
zh_hans: 还有不到 1 分钟
zh_hant: 還剩不到 1 分鐘

# alarm_next
source: Next Alarm
ar: المنبّه التالي
ca: Propera alarma
cs: Další budík
da: Næste alarm
de: Nächster Alarm
el: Επόμενο ξυπνητήρι
es: Próxima Alarma
fi: Seuraava herätys
fr: Prochaine alarme
he: ההתראה הבאה
hi: अगला अलार्म
hr: Sljedeći alarm
hu: Következő ébresztő
id: Alarm Berikutnya
it: Prossima sveglia
ja: 次のアラーム
ko: 다음 알람
ms: Penggera Seterusnya
nl: Volgende wekker
no: Neste alarm
pl: Następny alarm
pt_br: Próximo Alarme
pt_pt: Próximo alarme
ro: Următoarea alarmă
ru: Следующий будильник
sk: Ďalší budík
sv: Nästa alarm
th: ปลุกครั้งถัดไป
tr: Sonraki Alarm
uk: Наступний будильник
vi: Báo thức tiếp theo
zh_hans: 下一个闹钟
zh_hant: 下一個鬧鐘

# alarm_no_alarm_set
source: No alarm set
ar: لا يوجد منبّه مضبوط
ca: Cap alarma definida
cs: Není nastaven žádný budík
da: Ingen alarm indstillet
de: Kein Alarm eingestellt
el: Δεν έχει οριστεί ξυπνητήρι
es: Sin alarma
fi: Ei asetettua herätystä
fr: Aucune alarme définie
he: לא הוגדרה התראה
hi: कोई अलार्म सेट नहीं
hr: Nema postavljenog alarma
hu: Nincs beállított ébresztő
id: Belum ada alarm
it: Nessuna sveglia impostata
ja: アラーム未設定
ko: 설정된 알람 없음
ms: Tiada penggera ditetapkan
nl: Geen wekker ingesteld
no: Ingen alarm satt
pl: Brak ustawionego alarmu
pt_br: Nenhum alarme definido
pt_pt: Nenhum alarme definido
ro: Nicio alarmă setată
ru: Будильник не установлен
sk: Nie je nastavený žiadny budík
sv: Inget alarm inställt
th: ยังไม่ได้ตั้งปลุก
tr: Alarm kurulmadı
uk: Будильник не встановлено
vi: Chưa đặt báo thức
zh_hans: 未设置闹钟
zh_hant: 尚未設定鬧鐘

# alarm_notification_body
source: Good morning! It's time to start your day.
ar: صباح الخير! حان وقت بدء يومك.
ca: Bon dia! És hora de començar el dia.
cs: Dobré ráno! Je čas začít den.
da: Godmorgen! Det er tid til at starte dagen.
de: Guten Morgen! Zeit, in den Tag zu starten.
el: Καλημέρα! Ώρα να ξεκινήσεις τη μέρα.
es: ¡Buenos días! Es hora de empezar tu día.
fi: Huomenta! On aika aloittaa päivä.
fr: Bonjour ! Il est temps de commencer la journée.
he: בוקר טוב! הגיע הזמן להתחיל את היום.
hi: सुप्रभात! दिन शुरू करने का समय है।
hr: Dobro jutro! Vrijeme je da započneš dan.
hu: Jó reggelt! Ideje elkezdeni a napot.
id: Selamat pagi! Saatnya memulai hari.
it: Buongiorno! È ora di iniziare la giornata.
ja: おはようございます！一日を始める時間です。
ko: 좋은 아침입니다! 하루를 시작할 시간이에요.
ms: Selamat pagi! Masa untuk memulakan hari.
nl: Goedemorgen! Tijd om de dag te beginnen.
no: God morgen! På tide å starte dagen.
pl: Dzień dobry! Czas zacząć dzień.
pt_br: Bom dia! É hora de começar seu dia.
pt_pt: Bom dia! Está na hora de começar o dia.
ro: Bună dimineața! E timpul să începi ziua.
ru: Доброе утро! Пора начинать день.
sk: Dobré ráno! Je čas začať deň.
sv: God morgon! Dags att börja dagen.
th: อรุณสวัสดิ์! ได้เวลาเริ่มต้นวันใหม่แล้ว
tr: Günaydın! Güne başlama zamanı.
uk: Доброго ранку! Час починати день.
vi: Chào buổi sáng! Đến giờ bắt đầu ngày mới.
zh_hans: 早上好！新的一天开始了。
zh_hant: 早安！新的一天開始了。

# alarm_notification_title
source: Time to Wake Up!
ar: حان وقت الاستيقاظ!
ca: Hora de despertar-se!
cs: Čas vstávat!
da: Tid til at vågne!
de: Zeit zum Aufwachen!
el: Ώρα να ξυπνήσεις!
es: ¡Hora de Despertar!
fi: Aika herätä!
fr: C'est l'heure de se lever !
he: הגיע הזמן לקום!
hi: उठने का समय हो गया!
hr: Vrijeme je za buđenje!
hu: Ideje felébredni!
id: Waktunya bangun!
it: È ora di svegliarsi!
ja: 起きる時間です！
ko: 일어날 시간이에요!
ms: Masa untuk bangun!
nl: Tijd om wakker te worden!
no: På tide å våkne!
pl: Czas wstawać!
pt_br: Hora de Acordar!
pt_pt: Hora de acordar!
ro: E ora să te trezești!
ru: Пора вставать!
sk: Čas vstávať!
sv: Dags att vakna!
th: ได้เวลาตื่นแล้ว!
tr: Uyanma zamanı!
uk: Час прокидатися!
vi: Đến giờ thức dậy!
zh_hans: 该起床了！
zh_hant: 該起床了！

# alarm_now
source: Now
ar: الآن
ca: Ara
cs: Teď
da: Nu
de: Jetzt
el: Τώρα
es: Ahora
fi: Nyt
fr: Maintenant
he: עכשיו
hi: अभी
hr: Sada
hu: Most
id: Sekarang
it: Adesso
ja: 今
ko: 지금
ms: Sekarang
nl: Nu
no: Nå
pl: Teraz
pt_br: Agora
pt_pt: Agora
ro: Acum
ru: Сейчас
sk: Teraz
sv: Nu
th: ตอนนี้
tr: Şimdi
uk: Зараз
vi: Bây giờ
zh_hans: 现在
zh_hant: 現在

# alarm_once
source: Once
ar: مرة واحدة
ca: Un cop
cs: Jednou
da: Én gang
de: Einmal
el: Μία φορά
es: Una vez
fi: Kerran
fr: Une fois
he: פעם אחת
hi: एक बार
hr: Jednom
hu: Egyszer
id: Sekali
it: Una volta
ja: 1回のみ
ko: 한 번
ms: Sekali
nl: Eenmalig
no: Én gang
pl: Jednorazowo
pt_br: Uma vez
pt_pt: Uma vez
ro: O dată
ru: Один раз
sk: Raz
sv: En gång
th: ครั้งเดียว
tr: Bir kez
uk: Один раз
vi: Một lần
zh_hans: 仅一次
zh_hant: 僅一次

# alarm_repeat
source: Repeat
ar: تكرار
ca: Repeteix
cs: Opakovat
da: Gentag
de: Wiederholen
el: Επανάληψη
es: Repetir
fi: Toisto
fr: Répéter
he: חזרה
hi: दोहराएँ
hr: Ponavljanje
hu: Ismétlés
id: Ulangi
it: Ripeti
ja: 繰り返し
ko: 반복
ms: Ulang
nl: Herhaal
no: Gjenta
pl: Powtarzaj
pt_br: Repetir
pt_pt: Repetir
ro: Repetare
ru: Повтор
sk: Opakovať
sv: Upprepa
th: ทำซ้ำ
tr: Tekrar
uk: Повторення
vi: Lặp lại
zh_hans: 重复
zh_hant: 重複

# alarm_ringing_title
source: Good Morning!
ar: صباح الخير!
ca: Bon dia!
cs: Dobré ráno!
da: Godmorgen!
de: Guten Morgen!
el: Καλημέρα!
es: ¡Buenos Días!
fi: Huomenta!
fr: Bonjour !
he: בוקר טוב!
hi: सुप्रभात!
hr: Dobro jutro!
hu: Jó reggelt!
id: Selamat pagi!
it: Buongiorno!
ja: おはようございます！
ko: 좋은 아침입니다!
ms: Selamat pagi!
nl: Goedemorgen!
no: God morgen!
pl: Dzień dobry!
pt_br: Bom Dia!
pt_pt: Bom dia!
ro: Bună dimineața!
ru: Доброе утро!
sk: Dobré ráno!
sv: God morgon!
th: อรุณสวัสดิ์!
tr: Günaydın!
uk: Доброго ранку!
vi: Chào buổi sáng!
zh_hans: 早上好！
zh_hant: 早安！

# alarm_smart_alarm
source: Smart Alarm
ar: منبّه ذكي
ca: Alarma intel·ligent
cs: Chytrý budík
de: Smarter Alarm
el: Έξυπνο ξυπνητήρι
es: Alarma Inteligente
fi: Älyherätys
fr: Alarme intelligente
he: שעון מעורר חכם
hi: स्मार्ट अलार्म
hr: Pametni alarm
hu: Okos ébresztő
id: Alarm Pintar
it: Sveglia intelligente
ja: スマートアラーム
ko: 스마트 알람
ms: Penggera Pintar
nl: Slimme wekker
pl: Inteligentny alarm
pt_br: Alarme Inteligente
pt_pt: Alarme inteligente
ro: Alarmă inteligentă
ru: Умный будильник
sk: Inteligentný budík
th: ปลุกอัจฉริยะ
tr: Akıllı Alarm
uk: Розумний будильник
vi: Báo thức thông minh
zh_hans: 智能闹钟
zh_hant: 智慧鬧鐘

# alarm_smart_description
source: Wake up during light sleep for a better morning
ar: استيقظ أثناء النوم الخفيف لصباح أفضل
ca: Desperta't durant el son lleuger per a un matí millor
cs: Probuďte se v lehkém spánku a mějte lepší ráno
da: Vågn op under let søvn og få en bedre morgen
de: Wach im leichten Schlaf auf, für einen besseren Morgen
el: Ξύπνα στον ελαφρύ ύπνο για ένα καλύτερο πρωινό
es: Despierta durante el sueño ligero para una mejor mañana
fi: Herää kevyessä unessa, aamusta tulee parempi
fr: Réveillez-vous en sommeil léger pour un meilleur matin
he: התעוררו בשנת השינה הקלה לבוקר טוב יותר
hi: बेहतर सुबह के लिए हल्की नींद में जागें
hr: Probudi se u laganom snu za bolje jutro
hu: Ébredj könnyű alvás közben egy jobb reggelért
id: Bangun saat tidur ringan untuk pagi yang lebih baik
it: Svegliati nel sonno leggero per un mattino migliore
ja: 浅い眠りのときに起きて、気持ちのいい朝に
ko: 얕은 수면일 때 깨워서 더 상쾌한 아침을
ms: Bangun semasa tidur ringan untuk pagi yang lebih baik
nl: Word wakker in je lichte slaap voor een betere ochtend
no: Våkn opp i lett søvn for en bedre morgen
pl: Budź się w lekkim śnie, by mieć lepszy poranek
pt_br: Acorde durante o sono leve para uma manhã melhor
pt_pt: Acorde durante o sono leve para uma manhã melhor
ro: Trezește-te în somnul ușor pentru o dimineață mai bună
ru: Просыпайтесь в фазе лёгкого сна — утро будет добрее
sk: Zobuďte sa v ľahkom spánku a majte lepšie ráno
sv: Vakna under lätt sömn för en bättre morgon
th: ตื่นในช่วงหลับตื้นเพื่อเช้าที่สดใสกว่า
tr: Hafif uykuda uyanın, sabahınız daha iyi geçsin
uk: Прокидайтеся у фазі легкого сну — ранок буде кращим
vi: Thức dậy trong giấc ngủ nông để buổi sáng dễ chịu hơn
zh_hans: 在浅睡阶段唤醒你，早晨更轻松
zh_hant: 在淺眠時喚醒你，早晨更輕鬆

# alarm_smart_enabled
source: Smart wake-up enabled
ar: الاستيقاظ الذكي مفعّل
ca: Despertar intel·ligent activat
cs: Chytré buzení zapnuto
da: Smart vækning slået til
de: Smartes Wecken aktiviert
el: Έξυπνο ξύπνημα ενεργό
es: Despertar inteligente activado
fi: Älyherätys käytössä
fr: Réveil intelligent activé
he: השכמה חכמה פעילה
hi: स्मार्ट वेक चालू
hr: Pametno buđenje uključeno
hu: Okos ébresztés bekapcsolva
id: Bangun pintar aktif
it: Sveglia intelligente attiva
ja: スマート起床が有効
ko: 스마트 기상 켜짐
ms: Bangun pintar aktif
nl: Slim wekken ingeschakeld
no: Smart vekking på
pl: Inteligentne budzenie włączone
pt_br: Despertar inteligente ativado
pt_pt: Despertar inteligente ativo
ro: Trezire inteligentă activă
ru: Умное пробуждение включено
sk: Inteligentné budenie zapnuté
sv: Smart väckning på
th: เปิดปลุกอัจฉริยะแล้ว
tr: Akıllı uyanma açık
uk: Розумне пробудження ввімкнено
vi: Đánh thức thông minh đang bật
zh_hans: 已开启智能唤醒
zh_hant: 已開啟智慧喚醒

# alarm_smart_wake_body
source: Your alarm will ring soon. Waking up now may feel easier.
ar: سيرن المنبّه قريباً. قد يكون الاستيقاظ الآن أسهل.
ca: L'alarma sonarà aviat. Potser ara és més fàcil despertar-se.
cs: Budík brzy zazvoní. Probudit se teď může být snazší.
da: Din alarm ringer snart. Det kan føles lettere at vågne nu.
de: Dein Alarm klingelt bald. Jetzt aufzuwachen fällt dir vielleicht leichter.
el: Το ξυπνητήρι θα χτυπήσει σύντομα. Ίσως είναι πιο εύκολο να ξυπνήσεις τώρα.
es: Tu alarma sonará pronto. Despertar ahora puede ser más fácil.
fi: Herätys soi pian. Herääminen voi tuntua nyt helpommalta.
fr: Votre alarme va bientôt sonner. Vous réveiller maintenant sera peut-être plus facile.
he: ההתראה תצלצל בקרוב. ייתכן שקל יותר לקום עכשיו.
hi: अलार्म जल्द बजेगा। अभी उठना आसान हो सकता है।
hr: Alarm će uskoro zazvoniti. Sada bi se mogao lakše probuditi.
hu: Az ébresztő hamarosan megszólal. Most könnyebb lehet felébredni.
id: Alarm akan segera berbunyi. Bangun sekarang mungkin terasa lebih mudah.
it: La sveglia suonerà a breve. Svegliarti adesso potrebbe essere più facile.
ja: まもなくアラームが鳴ります。今起きると楽に感じるかもしれません。
ko: 곧 알람이 울립니다. 지금 일어나면 더 수월할 수 있어요.
ms: Penggera akan berbunyi tidak lama lagi. Bangun sekarang mungkin lebih mudah.
nl: Je wekker gaat zo af. Nu wakker worden voelt misschien makkelijker.
no: Alarmen ringer snart. Det kan være lettere å våkne nå.
pl: Alarm wkrótce zadzwoni. Teraz może być łatwiej się obudzić.
pt_br: Seu alarme vai tocar em breve. Acordar agora pode ser mais fácil.
pt_pt: O alarme vai tocar em breve. Acordar agora pode ser mais fácil.
ro: Alarma va suna în curând. Poate fi mai ușor să te trezești acum.
ru: Будильник скоро зазвонит. Проснуться сейчас может быть легче.
sk: Budík čoskoro zazvoní. Zobudiť sa teraz môže byť ľahšie.
sv: Ditt alarm ringer snart. Det kan kännas lättare att vakna nu.
th: อีกไม่นานนาฬิกาจะปลุก ตื่นตอนนี้อาจง่ายกว่า
tr: Alarmınız yakında çalacak. Şimdi uyanmak daha kolay olabilir.
uk: Будильник скоро задзвонить. Прокинутися зараз може бути легше.
vi: Báo thức sắp reo. Dậy ngay bây giờ có thể dễ hơn.
zh_hans: 闹钟即将响起。现在醒来可能会更轻松。
zh_hant: 鬧鐘即將響起。現在醒來可能會比較輕鬆。

# alarm_smart_wake_title
source: Smart Wake Window
ar: نافذة الاستيقاظ الذكي
ca: Finestra de despertar intel·ligent
cs: Okno chytrého buzení
da: Smart vækkevindue
de: Smartes Weckfenster
el: Έξυπνο παράθυρο αφύπνισης
es: Ventana de Despertar Inteligente
fi: Älykäs herätysikkuna
fr: Fenêtre de réveil intelligent
he: חלון השכמה חכמה
hi: स्मार्ट वेक विंडो
hr: Pametni prozor buđenja
hu: Okos ébresztési ablak
id: Jendela Bangun Pintar
it: Finestra di risveglio intelligente
ja: スマート起床ウインドウ
ko: 스마트 기상 구간
ms: Tetingkap Bangun Pintar
nl: Slim wekvenster
no: Smart vekkevindu
pl: Okno inteligentnego budzenia
pt_br: Janela de Despertar Inteligente
pt_pt: Janela de despertar inteligente
ro: Fereastră de trezire inteligentă
ru: Окно умного пробуждения
sk: Okno inteligentného budenia
sv: Smart väckningsfönster
th: ช่วงปลุกอัจฉริยะ
tr: Akıllı Uyanma Aralığı
uk: Вікно розумного пробудження
vi: Khung đánh thức thông minh
zh_hans: 智能唤醒窗口
zh_hant: 智慧喚醒區間

# alarm_smart_window %lld
source: %lld min window
ar: نافذة %lld د
ca: Finestra de %lld min
cs: Okno %lld min
da: %lld min vindue
de: %lld Min. Fenster
el: Παράθυρο %lld λεπτών
es: Ventana de %lld min
fi: %lld min ikkuna
fr: Fenêtre de %lld min
he: חלון %lld דק׳
hi: %lld मि विंडो
hr: Prozor od %lld min
hu: %lld perces ablak
id: Jendela %lld mnt
it: Finestra di %lld min
ja: %lld分のウインドウ
ko: %lld분 구간
ms: Tetingkap %lld min
nl: Venster van %lld min
no: %lld min vindu
pl: Okno %lld min
pt_br: Janela de %lld min
pt_pt: Janela de %lld min
ro: Fereastră de %lld min
ru: Окно %lld мин
sk: Okno %lld min
sv: %lld min fönster
th: ช่วง %lld น.
tr: %lld dk aralık
uk: Вікно %lld хв
vi: Khung %lld ph
zh_hans: %lld 分钟窗口
zh_hant: %lld 分鐘區間

# alarm_snooze
source: Snooze
ar: غفوة
ca: Posposa
cs: Odložit
da: Udsæt
de: Schlummern
el: Αναβολή
es: Posponer
fi: Torkku
fr: Répéter plus tard
he: נודניק
hi: स्नूज़
hr: Odgodi
hu: Szundi
id: Tunda
it: Posticipa
ja: スヌーズ
ko: 다시 알림
ms: Tangguh
nl: Sluimer
no: Slumre
pl: Drzemka
pt_br: Soneca
pt_pt: Adiar
ro: Amână
ru: Отложить
sk: Odložiť
sv: Snooza
th: เลื่อนปลุก
tr: Ertele
uk: Відкласти
vi: Báo lại
zh_hans: 稍后提醒
zh_hant: 稍後提醒
